{"URL": "https://www.aljazeera.com/economy/2022/3/1/analysis-can-african-gas-replace-russian-supplies-to-europe", "Title": "Analysis: Can African gas replace Russian supplies to Europe? | Russia-Ukraine war | Al Jazeera", "Date": "1 Mar 2022", "Body": "\nA lack of infrastructure, not capacity, could hurt the continent’s plan to supply gas to Europe in Russia’s stead.\nLagos, Nigeria – On February 22, German Chancellor Olaf Scholz announced during a news conference that the European superpower was halting approval of Russia-owned Nord Stream 2 after President Vladimir Putin officially sent troops into eastern Ukraine.\nNord Stream 2, an $11bn gas pipeline project owned by Moscow-backed energy company Gazprom, runs from western Siberia to Germany. The project was built to ensure a sustainable energy distribution across the European Union, especially as gas prices reached record highs in Europe – which gets more than a third of its natural gas from Russia.\nAs the conflict continues in Ukraine, European gas prices have soared and there is the likelihood that Moscow could shut off supplies of gas, widely considered part of Putin’s leverage against the West in his obsession with Ukraine.\nBefore that, European countries will be pulling the stops to find contingency supply networks in the coming weeks. In fact, sources say the United States is already in talks with Qatar over supplying gas to the EU as a crucial substitute for Russia.\nHowever, during a forum of gas exporting countries held last week in Qatar, the bloc said it would be unable to provide a considerable amount of replacement gas to Europe in the event of sanctions against Russia. They stressed the need for significant investment in gas infrastructure, as well as long-term contracts, to guarantee a large supply to Europe.\nThis has led to an emerging debate about whether African countries, which have some of the world’s deepest gas reserves, can step in to fill the gap – a demand of 150-190 billion cubic metres annually that Russia has usually supplied to Europe.\nRecently, Tanzanian President Samia Suluhu Hassan said the Russian invasion of Ukraine could prove to be an opportunity for gas sales as the East African country makes efforts to secure a new energy market outside Africa. “Whether Africa or Europe or America, we are looking for markets,” said Hassan. “And fortunately, we are working with companies from Europe.”\nTanzania, which has the sixth-largest gas reserves in Africa – an estimated 57 trillion cubic feet (1.6 billion cubic metres) of gas reserves – says it has been working with Shell to utilise its vast offshore gas resources and export to Europe and elsewhere.\nAfrica’s largest gas producer has similar plans too. Timipre Sylva, Nigeria’s junior petroleum minister, told the press at the gas exporting countries’ forum in Doha, “We want to build a pipeline, a trans-Sahara pipeline, that is going to take our gas to Algeria, then to Europe.”\nNigeria’s comments are buoyed by the recent signing of an MoU with Algeria and the Niger Republic and the ongoing construction of the Trans-Saharan Gas Pipeline, a 614km (381.5 miles) long natural gas pipeline beginning in northern Nigeria.\nThere is no official word on when the pipeline, first mooted in the 1970s, will be completed but it is slated to run through northern Nigeria into Niger and Algeria, connecting to Europe eventually.\nStill there are concerns about whether African countries can become a proper stopgap solution for natural gas as Europe tackles Russia’s military onslaught against one of its own – or long-term suppliers.\nExperts say a historic lack of investment in gas infrastructure has hampered the energy industry in sub-Saharan Africa, unlike in Northern Africa.\nFor instance, the Maghreb-Europe Gas Pipeline in Algeria – Africa’s largest natural gas exporter – conveys natural gas through Morocco to Spain and Portugal, and the Medgaz pipeline links Algeria directly to Spain.\nExperts estimated that Algeria exported 9 billion cubic feet (255 million cubic metres) of gas to Spain in 2020 and up to 17 billion cubic feet (481 million cubic metres) annually before that. The drop was due to gas production dipping in a breakdown in relations with Morocco; last October, Algeria announced that it would immediately begin exporting gas directly to Spain.\n“It is important to note that [North] Africa already has an established gas export market with Europe [before the Ukrainian crisis],” said Linda Mabhena-Olagunju, oil and gas lawyer and CEO of Johannesburg-based independent power producer DLO Energy Resource Group. “The Medgaz pipeline capacity enhancements [in Algeria] are also expected to increase exports to Europe.”\nBut many African countries with massive gas reserves have also struggled to attract investment to build gas infrastructure projects to supply the European market.\nAngola, which has 13.5 trillion cubic feet (382 billion cubic metres) of proven gas reserves, has experienced a sharp decline in oil and gas production in the last five years due to a combination of technical and operational problems, as well as a lack of upstream investment and incentives.\nIn 2020, the Muhammadu Buhari administration announced “The Decade of Gas”, a Nigerian initiative to prioritise the gas industry and take advantage of a global transition to cleaner fuels.\nAs part of that drive, it has commenced construction of the 614km-long, $2.5bn Ajaokuta-Kaduna-Kano Natural Gas Pipeline. Most of the funding comes as a loan from Chinese banks.\nStill, like in many other African countries, significant investments are needed to build trans-regional and intercontinental pipelines, in order to open up access to Europe. And they all need loads of capital.\nNigeria is hoping that its new industry legislation – signed last August – can provide a new framework to cut down on waste and corruption in the oil sector, reshape host community relations and ultimately, investment.\n“Nigeria is not presently a top investment destination for the oil and gas industry,” said Joe Nwakwue, former chairman of the Society of Petroleum Engineers in Nigeria and ex-adviser to the junior petroleum minister. “This was why we pushed for a competitive fiscal arrangement in the bill.”\n“Additionally, to address the infrastructure challenge, we need to open up the sector to private capital,” he said. “Our current oligopoly would not suffice as the Nigerian National Petroleum Corporation lacks the capital to build our required infrastructure.”\nUsing vessels for direct transport of liquefied natural gas across the seas could also put sub-Saharan African countries in prime position to become competitive producers and exporters, Mabhena-Olagunju told Al Jazeera.\nThere are also other existential issues that experts say African countries have to fix first to be a ready alternative for Europe in situations of urgency.\nMozambique holds roughly 100 trillion cubic feet (2.8 trillion cubic metres) of proven natural gas reserves, accounting for approximately 1 percent of the world’s total reserves. But an ongoing armed uprising in the northern Mozambican province of Cabo Delgado, a gas-rich area that borders Tanzania, has hampered activity on a planned $50bn project.\nElsewhere, a wave of security threats from armed groups has affected oil and gas exploration in Nigeria’s oil-rich Niger Delta.\n“The key factor that remains a challenge for Africa as a reliable LNG producer and exporter revolves around security of supply,” said Mabhena-Olagunju. “Whilst the LNG discoveries in Mozambique are a great find, it is also important to recognise that insecurity leads to delays and instability of supply.”\nCan African countries wing it?", "Source": "Al Jazeera"}