{"URL": "https://www.aljazeera.com/news/2022/1/27/at-least-70-dead-from-tropical-storm-ana-in-southern-africa", "Title": "Dozens dead from Tropical Storm Ana in southern Africa | Weather News | Al Jazeera", "Date": "27 Jan 2022", "Body": "\nAt least 70 people were killed in a storm that struck Madagascar, Mozambique and Malawi, and authorities are scrambling to repair damages.\nThe death toll from a storm that struck three southern African countries rose to 70 on Thursday as emergency teams battled to repair damaged infrastructure and help tens of thousands of victims.\nPacking torrential rains, Tropical Storm Ana made landfall Monday in Madagascar before ploughing into Mozambique and Malawi.\nRescue workers and authorities across the three countries were still assessing the full extent of the damage.\nMadagascar has reported 41 dead, with 18 others killed in Mozambique and 11 in Malawi.\nRemnants of the storm have passed over Zimbabwe, but no deaths have been reported there.\nIn the three hardest-hit countries, tens of thousands of homes were damaged. Some collapsed under the heavy rain, trapping victims in the rubble.\nBridges were washed away by swollen rivers, while livestock drowned and submerged fields, destroying the livelihoods of rural families.\nIn Madagascar, 110,000 had to flee their homes. In the capital Antananarivo, schools and gyms were turned into emergency shelters.\n“We only brought our most important possessions,” Berthine Razafiarisoa, who sheltered in a gym with his family of 10, told AFP news agency.\nIn northern and central Mozambique, Ana destroyed 10,000 homes, dozens of schools and hospitals, and downed power lines.\nMozambique’s weather service expects another storm to form over the Indian Ocean in the coming days. Up to six tropical cyclones are expected before the rainy season ends in March.\nIn neighbouring Malawi, the government declared a state of natural disaster.\nMost of the country lost electricity early in the week, after floodwaters hit generating stations. Power was restored by Thursday in parts of the country, but parts of the electric grid were destroyed.\n“Our priority now is restoring power to health establishments, water treatment distribution systems, and schools,” the national power utility said in a statement.\nSouthern Africa, and especially Mozambique, has suffered repeated destructive storms in recent years.", "Source": "AFP"}