{"URL": "https://www.aljazeera.com/news/2022/1/12/southern-africa-bloc-sadc-extends-mozambique-mission", "Title": "Southern Africa bloc SADC extends Mozambique mission | Armed Groups News | Al Jazeera", "Date": "12 Jan 2022", "Body": "\nRegional body says progress made against rebels in Cabo Delgado province since troops deployed last year.\nSouthern African regional bloc SADC at a summit has extended the mandate of a troop deployment in Mozambique to help the country fight an armed uprising, a communique from the summit showed.\n“Summit noted the good progress made since the deployment of the SADC Mission in Mozambique and extended its mandate,” the communique on Wednesday read, without saying how long the extension was for.\nSADC nations and Rwanda resolved last June to send more than 3,000 troops to help Mozambique respond to an armed uprising in the northern province of Cabo Delgado.\nOn Tuesday, South African President Cyril Ramaphosa, who is chairperson of the SADC Organ on Politics, Defence and Security Cooperation, said that the deployment of the SADC Mission in Mozambique (SAMIM) was showing some results.\n“Since the deployment … significant progress has been made,” said Ramaphosa in opening remarks at the two-day talks in the Malawian capital, Lilongwe.\n“The security situation in Cabo Delgado is improving, which has allowed for some internally displaced persons to return to their homes and resume their normal lives,” he said.\nOperating alongside Mozambican troops, regional forces have helped to create “safe passage” for bringing humanitarian aid into violence-hit areas, he said.\nThe mission was initially deployed in July, but its mandate was extended indefinitely in October.\nCabo Delgado, a gas-rich province bordering Tanzania, has been hit by attacks since 2017.\nAt least 3,500 people have died and approximately 820,000 have fled their homes.\nAtrocities have included massacres, beheadings, the torching of homes, and mass abductions – particularly of girls.", "Source": "News Agencies"}