{"URL": "https://www.aljazeera.com/news/2021/6/23/southern-african-nations-agree-to-deploy-forces-to-mozambique", "Title": "Southern African nations agree to deploy forces to Mozambique | Conflict News | Al Jazeera", "Date": "23 Jun 2021", "Body": "\nThe SADC Standby Force will support Mozambique ‘to combat terrorism and acts of violent extremism’ in Cabo Delgado province.\nThe Southern African Development Community (SADC) has said it agreed to deploy troops to Mozambique to help it tackle escalating violence in the country’s north – but offered little specific operational details.\nNearly 3,000 people have been killed and almost 800,000 – half of whom are children – have been forced from their homes in gas-rich Cabo Delgado province since the conflict began in 2017.\nOn Wednesday, SADC Executive Secretary Stergomena Tax said at the end of a one-day summit in Maputo the 16-member bloc of southern African countries had “approved” the deployment of a “Standby Force in support of Mozambique to combat terrorism and acts of violent extremism in Cabo Delgado”.\nThe standby force is part of a regional defence pact that allows military intervention to prevent the spread of conflict.\nThe communique after the meeting of the bloc’s leaders provided no further details on how many troops would be involved, when they would be deployed or what their role would be, adding only that humanitarian aid must be channelled to those most in need.\nThe decision brings to an end months of deliberation and disagreement among the bloc about what is needed to stem the violence.\nWhile some members, like South Africa, have pushed for military action, others were reportedly more reticent. Mozambique President Filipe Nyusi himself has historically been resistant to foreign boots on the ground.\nAttacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017.\nThe sophistication of the attacks has increased, too.\nThe ISIL-linked fighters have ransacked towns and gained control of key roadways, destroying infrastructure and beheading civilians. In some cases, they have forced locals into their ranks or held them as sex slaves.\nSince August 2020, the fighters have been in control of the key port town of Mocimboa da Praia, while in March, they launched a coordinated assault on Palma town, killing dozens and forcing more than 67,000 to abandon their homes.\nThe government has deployed thousands of soldiers to Cabo Delgado to combat the fighters, but analysts have long cautioned that Mozambique’s army has historically been weak, poorly trained and underequipped.\n \n\n \n\n\n \nAl Jazeera’s Haru Mutasa, who has covered Mozambique’s security crisis extensively, said the countries that will be involved will most likely be those with the capability to do so, such as regional economic powerhouse South Africa or countries such as Zimbabwe, Namibia and Angola that have participated in other deployments in the past.\n“What we know from this proposal that was suggested is whatever troops go in, they will help Mozambique [by] perhaps patrolling the Indian Ocean coastline and the border areas with Tanzania – where some of these insurgents are thought to be coming from,” Mutasa said, speaking from Zimbabwe’s capital, Harare.\nThe main question is whether these countries will have enough funds to go through the deployment to Mozambique, she noted.\n“In theory, every country in the SADC bloc needs to contribute to the standby force but economically many countries are having a hard time because of COVID-19 pandemic,” she said.\n“The question now is when will that deployment take place, who the troops are going to be, and what exactly are they going to be involved in.”\n \n\n \n\n\n ", "Source": "Al Jazeera and news agencies"}